---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DpartOriginalFamily
source: html/98a25f03-575a-2972-0395-8e761e0d2241.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DpartOriginalFamily Property

"Original Family"

## Syntax (C#)
```csharp
public static ForgeTypeId DpartOriginalFamily { get; }
```